tap "beeftornado/rmtree"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# Perl lib for reading and writing EXIF metadata
brew "exiftool"
# Distributed revision control system
brew "git"
# Platform built on V8 to build network applications
brew "node"
# Object-relational database system
brew "postgresql"
# Command-line unarchiving tools supporting multiple formats
brew "unar"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
# Web browser focusing on privacy
cask "brave-browser"
# E-books management software
cask "calibre"
# App to build and share containerized applications and microservices
cask "docker"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# End-to-end encryption software
cask "keybase"
# Provides updates to various Microsoft products
cask "microsoft-auto-update"
cask "microsoft-word"
cask "miniconda"
# App to write, plan, collaborate, and get organized
cask "notion"
# Collaboration platform for API development
cask "postman"
# Graphical client for Git version control
cask "sourcetree"
# Open-source code editor
cask "visual-studio-code"
# App to run other operating systems without rebooting
cask "vmware-fusion"
# VPN client for secure internet access and private browsing
cask "windscribe"
# Video communication and virtual meeting platform
cask "zoom"
